[
  {
    "id": 1,
    "title": "Техническое устройство атомной станции",
    "description": "Введение в тему презентации, цели и задачи. Презентация охватывает основные аспекты технического устройства атомной станции, историю развития, компоненты, процессы и системы безопасности."
  },
  {
    "id": 2,
    "title": "История развития атомной энергетики",
    "description": "Краткий обзор истории развития атомной энергетики, ключевые моменты и достижения. От первых экспериментов до современных технологий, атомная энергетика прошла долгий путь, сталкиваясь с вызовами и достижениями."
  },
  {
    "id": 3,
    "title": "Основные компоненты атомной станции",
    "description": {
      "title": "Основные компоненты",
      "list":
      [
        {
          "title": "Реактор"
        },
        {
          "title": "Системы защиты и управления реактором"
        },
        {
          "title": "Парогенератор"
        },
        {
          "title": "Турбина"
        },
        {
          "title": "Генератор"
        },
        {
          "title": "Системы охлаждения"
        }
      ]
    }
  },
  {
    "id": 4,
    "title": "Процесс деления",
    "description": "Описание процесса деления изотопов урана или плутония, выделение тепла. Процесс деления включает в себя сложные ядерные реакции, которые требуют строгого контроля и безопасности для предотвращения аварий."
  },
  {
    "id": 5,
    "title": "Парогенератор",
    "description": "Принцип работы парогенератора, преобразование тепловой энергии в пар. Парогенераторы играют ключевую роль в преобразовании тепла, выделяемого в реакторе, в механическую энергию, используемую для генерации электричества."
  },
  {
    "id": 6,
    "title": "Турбина и генератор",
    "description": "Описание работы турбогенератора, вращение турбины паром и выработка электроэнергии. Турбогенераторы являются сердцем атомной станции, преобразуя механическую энергию в электрическую, необходимую для снабжения потребителей."
  },
  {
    "id": 7,
    "title": "Системы охлаждения",
    "description": "Методы охлаждения отработанного пара, использование водохранилищ, градирен и брызгальных бассейнов. Эффективное охлаждение является критически важным для предотвращения перегрева и обеспечения стабильной работы станции."
  },
  {
    "id": 8,
    "title": "Безопасность и контроль",
    "description": {
      "title": "Меры безопасности на атомных станциях",
      "list":
      [
        {
          "title": "Системы аварийного охлаждения"
        },
        {
          "title": "Защитные оболочки реактора"
        },
        {
          "title": "Мониторинг радиационного фона"
        },
        {
          "title": "Планы эвакуации и реагирования на ЧС"
        },
        {
          "title": "Регулярные технические проверки и инспекции"
        }
      ]
    }
  },{
    "id": 9,
    "title": "Экологические аспекты",
    "description": "Влияние атомных станций на окружающую среду, экологические преимущества и риски. Атомная энергетика имеет как положительные, так и отрицательные экологические последствия, которые необходимо учитывать при её использовании."
  },
  {
    "id": 10,
    "title": "Заключение",
    "description": "Итоги презентации, значимость атомной энергетики, перспективы развития. Атомная энергетика продолжает играть важную роль в мировом энергобалансе, предлагая стабильные и экологически чистые источники энергии."
  }
]
